Repository: EclipseTech/FishingBuddy
Catalog: Properties/Strings.*.resx
Languages: de, fr

source: Achievement
de: Erfolg
fr: Succès

# AddsNewLines
source: adds new line
fr: Ajouter une nouvelle ligne

source: Any
de: Jede(r)
fr: Quelconque

source: Ascended
de: Aufgestiegen
fr: Élevé

source: Basic
de: Einfach
fr: Simple

source: Boreal Fish
de: Kaltwasserfisch
fr: Poisson boréal

source: Bottom-left
fr: En bas à gauche

source: Bottom-right
fr: En bas à droite

source: Cavern Fish
de: Höhlenfisch
fr: Poisson caverneux

source: Channel Fish
de: Kanalfisch
fr: Poisson des chenaux

source: Coastal Fish
de: Küstenfisch
fr: Poisson côtier

# CompactTooltip
source: Compact: #1 [#6]\\nBait: #2\\nHole: #4 (#3)\\n@7\n
fr: Compact: #1 [#6]\\nAppât: #2\\nCoin de pêche: #4 (#3)\\n@7\n

source: Dawn
de: Morgendämmerung
fr: Aube

source: Dawn/Dusk
de: Morgen-/Abenddämmerung
fr: Aube/Crépuscule

source: Day
de: Tag
fr: Jour

source: Deep Fishing Hole
de: Tiefe Angelstelle
fr: Coin de pêche profond

source: Default
fr: Défaut

source: Desert Fish
de: Wüstenfisch
fr: Poisson du désert

source: Dusk
de: Abenddämmerung
fr: Crépuscule

source: Dusk/Dawn
de: Abend-/Morgendämmerung
fr: Crépuscule/Aube

source: Exotic
de: Exotisch
fr: Exotique

source: Fine
de: Edel
fr: Raffiné

source: Fish Eggs
de: Fischeier
fr: Œuf de poisson

# FishFavoredBait
source: Favored Bait
de: Bevorzugter Köder
fr: Appât favori

# FishFishingHole
source: Fishing Hole
de: Angelstelle
fr: Coin de pêche

# FishName
source: Name
fr: Nom

# FishPanelDrag
source: Drag Fish
fr: Déplacer poissons

source: Fish Panel Location
fr: Emplacement du panneau de poisson

# FishPanelSize
source: Fish Size
fr: Taille des poissons

# FishPanelTooltipDescription
source: @number uses default string, #number allows for more customization\n
fr: @nombre utilise le texte par défaut, #nombre permet plus de personnalisation\n

# FishTimeOfDay
source: Time of Day
de: Tageszeit
fr: Heure

source: Fishy Notes
fr: Notes

source: Freshwater Fish
de: Süßwasserfisch
fr: Poisson d'eau douce

source: Glow Worms
de: Glühwürmchen
fr: Vers luisants

source: Grotto Fish
de: Grottenfisch
fr: Poisson cavernicole

source: Haiju Minnows
de: Haiju-Elritzen
fr: Vairon de Haiju

source: Hidden
de: Versteckt
fr: Caché

# HiddenCaught
source: Already Caught
de: Bereits gefangen
fr: Déjà attrapé

source: Hide In Combat
fr: Cacher en combat

# HideInCombatDescription
source: Hide all fishing info in combat
fr: Cacher toutes les informations de pêche en combat

source: Junk
de: Schrott
fr: Inutile

source: Label Align
fr: Alignement du texte

source: Lake Fish
de: Seefisch
fr: Poisson lacustre

source: Lava Beetles
de: Lava-Käfer
fr: Scarabées de lave

source: Leeches
de: Blutegel
fr: Sangsues

source: Legendary
de: Legendär
fr: Légendaire

source: Lightning Bugs
de: Leuchtkäfer
fr: Insectes luisants

source: Lutgardis Trout
fr: Truite de Lutgardis

source: Mackerel
de: Makrele
fr: Maquereaux

source: Masterwork
de: Meisterwerk
fr: Chef-d'œuvre

source: Minnows
de: Süßwasser-Elritzen
fr: Vairons d'eau douce

source: Mysterious Waters Fish
fr: Poisson des eaux mystérieuses

source: Night
de: Nacht
fr: Nuit

source: Nightcrawlers
de: Regenwürmer
fr: Rampants nocturnes

source: None
de: Keine
fr: Aucun

source: Noxious Water Fish
de: Giftwasserfisch
fr: Poisson des eaux toxiques

source: Offshore Fish
de: Meeresfisch
fr: Poisson du large

source: Open Water
de: Offenes Wasser
fr: Eau libre

# OrientationDescription
source: Fish panel orientation
fr: Orientation du panneau de poisson

source: Polluted Lake Fish
de: Schmutzwasser-Seefisch
fr: Poisson de lac pollué

source: Quarry Fish
de: Grubenfisch
fr: Poisson de carrière

source: Ramshorn Snails
de: Posthornschnecken
fr: Escargots bélier

source: Rare Fish
fr: Poisson rare

source: Rarity
de: Seltenheit
fr: Rareté

# RarityDescription
source: Display fish rarity border
fr: Affiche un cadre montrant la rareté des poissons

source: Reason for Hiding
fr: Raison du masquage

source: Release for 1500 karma
fr: Libérer contre 1500 points de karma

source: Release for 2500 karma
fr: Libérer contre 2500 points de karma

source: Release for 350 karma
fr: Libérer contre 350 points de karma

source: River Fish
de: Flussfisch
fr: Poisson de rivière

source: Saltwater Fish
de: Salzwasserfisch
fr: Poisson marin

# SettingsDirectionDescription
source: Fish panel direction
fr: Direction du panneau de poisson

# SettingsDisplaySaltwater
source: Display Saltwater
fr: Afficher marin

# SettingsDisplaySaltwaterDescription
source: Include Saltwater Fisher fish
fr: Inclure les poissons des eaux salées

# SettingsDisplayUncatchable
source: Display Uncatchable
fr: Afficher inattrapables

# SettingsDisplayUncatchableDescription
source: Display fish that cannot be caught at this time of day
fr: Afficher les poissons qui ne peuvent pas être attrapés à ce moment de la journée

# SettingsDisplayWorldClass
source: Display World Class
fr: Afficher internationale

# SettingsDisplayWorldClassDescription
source: Include World Class Fisher fish
fr: Inclure les poissons de classe internationale

# SettingsIgnoreCaught
source: Ignore Caught
fr: Ignorer attrapés

# SettingsIgnoreCaughtDescription
source: Ignore fish already counted towards achievements
fr: Ignorer les poissons déjà comptés pour la réalisation d'un succès

# SettingsRarity
source: Show Rarity
fr: Afficher rareté

source: Shore Fish
de: Küstenfisch
fr: Poisson du large

source: Shrimplings
de: Krevetten
fr: Jeunes crevettes

# SimpleTooltip
source: Simple: #1\\nBait: #2\\nHole: #4\\n@7\n
fr: Simple: #1\\nAppât: #2\\nCoin de pêche: #4\\n@7\n

source: Sparkfly Larvae
de: Funkenschwärmer-Raupen
fr: Larves de lumillule

source: Special Fishing Hole
fr: Coin de pêche spécial

source: Specialization Collection: Crushing Weight
fr: Collection de spécialisation: Fardeau écrasant

source: Specialization Collection: Dichotomy
fr: Collection de spécialisation: Dichotomie

source: Specialization Collection: Gravity
fr: Collection de spécialisation: Gravité

source: Specialization Collection: Percussive Maintenance
fr: Collection de spécialisation: Maintenance percutante

source: Specialization Collection: Possession
fr: Collection de spécialisation: Possession

source: Specialization Collection: Prima Donna
fr: Collection de spécialisation: Prima Donna

source: Specialization Collection: Purifier
fr: Collection de spécialisation: Purificatrice

source: Specialization Collection: Quietus
fr: Collection de spécialisation: Quietus

source: Specialization Collection: The Keenest Cut
fr: Collection de spécialisation: Sillon profond

source: Time of Day
fr: Heure

# TimeOfDayHide
source: Hide Time Display
fr: Cacher cycle

# TimeOfDayHideDescription
source: Option to hide time display
fr: Cacher l'affichage du cycle

# TimeOfDayHideLabel
source: Hide Time Label
fr: Cacher durée cycle

# TimeOfDayHideLabelDescription
source: Show/Hide clock time label display
fr: Cacher/Afficher le temps restant avant la fin du cycle

# TimeOfDayLabelPosition
source: Time Label Position
fr: Position du texte du cycle

# TimeOfDayLabelPositionDescription
source: Clock display label alignment
fr: Alignement du texte du cycle

# TimeOfDayPanelDrag
source: Drag Time Display
fr: Déplacer cycle

# TimeOfDayPanelDragDescription
source: Drag time of day display
fr: Déplacer l'affichage du cycle de la journée

# TimeOfDayPanelLoc
source: Time of Day Details Location
fr: Emplacement des détails du cycle

source: Time of Day Size
fr: Taille du cycle

source: Tooltip Display
fr: Affichage de l'info-bulle

source: Top-left
fr: En haut à gauche

source: Top-right
fr: En haut à droite

source: Unknown
fr: Inconnu

source: Used as bait
fr: Utiliser en tant qu’appât

source: Used for Daijun Bay renown heart
fr: Utiliser pour le cœur de renommée de la baie de Daijun

source: Used for Shinota Shore renown heart
fr: Utiliser pour le cœur de renommée du rivage de Shinota

source: Volcanic Fish
de: Vulkanfisch
fr: Poisson volcanique

source: Wreckage Site
fr: Site de l'épave

source: Rare
de: Selten

source: Sardines
de: Sardinen

source: Scorpions
de: Skorpione
